Repository: sloik/seller
Catalog: App/Tomatos/Sources/Tomatos/TomatosLocalizable.xcstrings
Source language: en
Languages: cs, pl

source: Buyer data
cs: Informace pro kupující
pl: Dane kupującgo

# cancelled_payment
source: Payment cancelled
cs: Zrušení platby
pl: Płatność anulowana

source: City
cs: Město
pl: Miasto

# client
source: Customer
cs: Zákazník
pl: Klient

source: Copy to clipboard
cs: Kopírování do schránky
pl: Skopiuj do schowka

source: Delivery details
cs: Podrobnosti o dodání
pl: Dane dostawy

source: Delivery time
cs: Doba dodání
pl: Czas dostawy

# filled
source: Filled in
cs: Vyplněno
pl: Wypełniony

# name_surname
source: Full name
cs: Jméno a příjmení
pl: Imię i nazwisko

source: No offer name
cs: Žádný název nabídky
pl: Brak nazwy oferty

source: Order
cs: Objednávka
pl: Zamówienie

source: Paid
cs: Placené
pl: Opłacone

source: Phone number
cs: Telefonní číslo
pl: Nr telefonu

source: Pickup point
cs: Místo vyzvednutí
pl: Punkt odbioru

source: Received
cs: Přijaté
pl: Otrzymane

source: Shipping time 2
cs: Doba přepravy 2
pl: Czas wysyłki 2

source: Street
cs: Ulice
pl: Ulica

source: Time of delivery
cs: Doba dodání
pl: Czas dostawy

source: Time of shipment
cs: Doba odeslání
pl: Czas wysyłki

# unpaid
source: Not paid
cs: Nevyplaceno
pl: Nieopłacony

source: Zip code
cs: Poštovní směrovací číslo
pl: Kod pocztowy
